Revit 2024 API
ParameterTypeId.TrussFamilyBottomChordEndReleaseType Property
 "End Release"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId TrussFamilyBottomChordEndReleaseType { get; }
Visual Basic
Public Shared ReadOnly Property TrussFamilyBottomChordEndReleaseType As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TrussFamilyBottomChordEndReleaseType {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace